---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayRungspace
source: html/c0780ea8-5325-868a-faa6-9074154c110a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayRungspace Property

"Rung Space"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayRungspace { get; }
```